Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Filmography
ar: الأعمال
bn: ফিল্মগ্রাফি
ca: Filmografia
cs: Filmografie
da: Filmografi
de: Filmografie
el: Φιλμογραφία
es: Filmografía
es_mx: Filmografía
fi: Filmografia
fr: Filmographie
gu: ફિલ્મગ્રાફી
he: פילmografia
hi: फ़िल्मोग्राफी
hr: Filmografija
hu: Filmográfia
id: Filmografi
it: Filmografia
ja: フィルモグラフィー
kn: ಚಿತ್ರಕಥೆ
ko: 필모그래피
ml: ഫിലിമോഗ്രഫി
mr: फिल्मोग्राफी
ms: Filmografi
nb: Filmografi
nl: Filmografie
or: ଚଳଚ୍ଚିତ୍ର ଚିତ୍ର
pa: ਫਿਲਮਗ੍ਰਾਫੀ
pl: Filmografia
pt_br: Filmografia
pt_pt: Filmografia
ro: Filmografie
ru: Фильмография
sk: Filmografia
sl: Filmografija
sv: Filmografi
ta: திரைப்படவியல்
te: ఫిల్మోగ్రఫీ
th: ผลงาน
tr: Filmografi
uk: Фільмографія
ur: فلموگرافی
vi: Điện ảnh
zh_hans: 作品年表
zh_hant: 作品年表

source: Filter
ar: فلتر
ca: Filtre
cs: Filtr
el: Φίλτρο
es: Filtrar
es_mx: Filtro
fi: Suodata
fr: Filtre
he: סנן
hi: फ़िल्टर
hr: Filtar
hu: Szűrés
it: Filtro
ja: フィルター
ko: 필터
ms: Tapis
pl: Filtr
pt_br: Filtro
pt_pt: Filtro
ro: Filtru
ru: Фильтр
tr: Filtrele
uk: Фільтр
zh_hans: 筛选
zh_hant: 篩選

source: Filters
ar: فلاتر
bn: ফিল্টার
ca: Filtres
cs: Filtry
da: Filtre
de: Filter
el: Φίλτρα
es: Filtros
es_mx: Filtros
fi: Suodattimet
fr: Filtres
gu: ફિલ્ટર્સ
he: מסננים
hi: फ़िल्टर
hr: Filtri
hu: Szűrők
id: Filter
it: Filtri
ja: フィルター
kn: ಶೋಧಕಗಳು
ko: 필터
ml: ഫിൽട്ടറുകൾ
mr: फिल्टर
ms: Penapis
nb: Filtre
or: ଫିଲ୍ଟର୍ |
pa: ਫਿਲਟਰ
pl: Filtry
pt_br: Filtros
pt_pt: Filtros
ro: Filtre
ru: Фильтры
sk: Filtre
sl: Filtri
sv: Filter
ta: வடிப்பான்கள்
te: ఫిల్టర్లు
th: ตัวกรอง
tr: Filtreler
uk: Фільтри
ur: مصفات
vi: Bộ lọc
zh_hans: 筛选
zh_hant: 篩選

source: Find movies and TV shows.
ar: اعثر على أفلام ومسلسلات.
bn: সিনেমা এবং টিভি শো খুঁজুন.
ca: Troba pel·lícules i sèries.
cs: Najděte filmy a seriály.
da: Find film og serier.
de: Filme und Serien finden.
el: Βρες ταινίες και σειρές.
es: Encuentra películas y series.
es_mx: Encuentra películas y series.
fi: Etsi elokuvia ja sarjoja.
fr: Trouver des films et séries.
gu: મૂવીઝ અને ટીવી શો શોધો.
he: מצא סרטים וסדרות.
hi: फ़िल्में और टीवी शो खोजें.
hr: Pronađi filmove i serije.
hu: Filmek és sorozatok keresése.
id: Temukan film dan acara TV.
it: Trova film e serie TV.
ja: 映画やドラマを探す。
kn: ಚಲನಚಿತ್ರಗಳು ಮತ್ತು ಟಿವಿ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಹುಡುಕಿ.
ko: 영화와 TV 프로그램을 찾습니다.
ml: സിനിമകളും ടിവി ഷോകളും കണ്ടെത്തുക.
mr: चित्रपट आणि टीव्ही शो शोधा.
ms: Cari filem dan rancangan TV.
nb: Finn filmer og serier.
nl: Zoek films en series.
or: ଚଳଚ୍ଚିତ୍ର ଏବଂ ଟିଭି ଶୋ ଖୋଜ |
pa: ਫਿਲਮਾਂ ਅਤੇ ਟੀਵੀ ਸ਼ੋਅ ਲੱਭੋ।
pl: Znajdź filmy i seriale.
pt_br: Encontre filmes e séries.
pt_pt: Encontra filmes e séries.
ro: Găsește filme și seriale.
ru: Ищите фильмы и сериалы.
sk: Nájdite filmy a seriály.
sl: Poiščite filme in TV-oddaje.
sv: Hitta filmer och serier.
ta: திரைப்படங்கள் மற்றும் தொலைக்காட்சி நிகழ்ச்சிகளைக் கண்டறியவும்.
te: చలనచిత్రాలు మరియు టీవీ కార్యక్రమాలను కనుగొనండి.
th: ค้นหาภาพยนตร์และรายการทีวี
tr: Film ve dizileri bul.
uk: Шукайте фільми та серіали.
ur: فلمیں اور ٹی وی شوز تلاش کریں ۔
vi: Phim và TV
zh_hans: 查找电影和剧集。
zh_hant: 尋找電影與劇集。

source: Finished
ar: منتهي
bn: সমাপ্ত
ca: Acabat
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Finalizado
es_mx: Finalizado
fi: Valmis
fr: Terminé
gu: સમાપ્ત
he: הושלם
hi: समाप्त
hr: Završeno
hu: Befejezve
id: Selesai
it: Completato
ja: 完了
kn: ಮುಗಿದಿದೆ
ko: 완료
ml: തീർന്നു
mr: पूर्ण
ms: Selesai
nb: Fullført
nl: Voltooid
or: ସମାପ୍ତ
pa: ਸਮਾਪਤ
pl: Ukończone
pt_br: Concluído
pt_pt: Concluído
ro: Finalizat
ru: Завершено
sk: Dokončené
sl: Končano
sv: Avslutad
ta: முடிந்தது
te: పూర్తయింది
th: ที่เสร็จเรียบร้อย
tr: Bitti
uk: Завершено
ur: print operation status
vi: Xong
zh_hans: 已看完
zh_hant: 已看完

source: Finland
ar: فنلندا
bn: ফিনল্যান্ড
ca: Finlàndia
cs: Finsko
de: Finnland
el: Φινλανδία
es: Finlandia
es_mx: Finlandia
fi: Suomi
fr: Finlande
gu: ફિનલેન્ડ
he: פינלנד
hi: फ़िनलैंड
hr: Finska
hu: Finnország
id: Finlandia
it: Finlandia
ja: フィンランド
kn: ಫಿನ್ಲ್ಯಾಂಡ್
ko: 핀란드
ml: ഫിൻലാൻഡ്
mr: फिनलंड
or: ଫିନଲ୍ୟାଣ୍ଡ |
pa: ਫਿਨਲੈਂਡ
pl: Finlandia
pt_br: Finlândia
pt_pt: Finlândia
ro: Finlanda
ru: Финляндия
sk: Fínsko
sl: Finska
ta: பின்லாந்து
te: ఫిన్లాండ్
th: ฟินแลนด์
tr: Finlandiya
uk: Фінляндія
ur: فن لینڈ
vi: Phần Lan
zh_hans: 芬兰
zh_hant: 芬蘭

source: Fireball
ar: كرة نار
bn: ফায়ারবল
ca: Bola de foc
da: Ildkugle
de: Feuerball
el: Φωτιά
es: Bola de fuego
es_mx: Bola de fuego
fi: Tulipallo
fr: Boule de feu
gu: ફાયરબોલ
he: כדור אש
hi: फायरबॉल
hu: Tűzgolyó
id: Bola Api
it: Palla di fuoco
ja: ファイアボール
kn: ಫೈರ್ಬಾಲ್
ko: 파이어볼
ml: ഫയർബോൾ
mr: फायरबॉल
ms: Bola Api
nb: Ildkule
nl: Vuurbal
or: ଫାୟାରବଲ୍ |
pa: ਫਾਇਰਬਾਲ
pt_br: Bola de fogo
pt_pt: Bola de fogo
sk: Ohnivá guľa
sl: Ognjena krogla
sv: Eldklot
ta: தீப்பந்தம்
te: ఫైర్బాల్
th: ลูกไฟ
tr: Ateş Topu
ur: آگ کا گولہ
vi: Quả cầu lửa
zh_hans: 火球色
zh_hant: 火球色

source: First Air Date
ar: تاريخ العرض الأول
bn: ফার্স্ট এয়ার ডেট
ca: Data d’emissió
cs: Datum prvního vysílání
da: Første udsendelsesdato
de: Erstausstrahlungsdatum
el: Ημερομηνία πρώτης μετάδοσης
es: Primera fecha de emisión
es_mx: Primera fecha de emisión
fi: Ensimmäinen esityspäivä
fr: Date de la première diffusion
gu: પ્રથમ પ્રસારણ તારીખ
he: תאריך שידור ראשון
hi: पहली प्रसारण तिथि
hr: Datum prve emitiranja
hu: Első adás dátuma
id: Tanggal tayang pertama
it: Data di messa in onda
ja: 初回放送日
kn: ಮೊದಲ ಪ್ರಸಾರ ದಿನಾಂಕ
ko: 첫 방영일
ml: ആദ്യ എയർ തീയതി
mr: प्रथम प्रसारण तारीख
ms: Tarikh siaran pertama
nb: Første sendingsdato
nl: Eerste uitzenddatum
or: ପ୍ରଥମ ଏୟାର ତାରିଖ |
pa: ਪਹਿਲੀ ਏਅਰ ਡੇਟ
pl: Data pierwszej emisji
pt_br: Data de Estreia
pt_pt: Data da primeira emissão
ro: Data primei difuzări
ru: Дата первого эфира
sk: Dátum prvého vysielania
sl: Datum prvega predvajanja
sv: Första sändningsdatum
ta: முதல் ஒளிபரப்பு தேதி
te: మొదటి ప్రసార తేదీ
th: วันที่ออกอากาศครั้งแรก
tr: İlk yayın tarihi
uk: Дата першого ефіру
ur: پہلی ہوا کی تاریخ
vi: Ngày phát sóng đầu tiên
zh_hans: 首播日期
zh_hant: 首播日期

source: Follow Cronica on X (Twitter) to stay updated about new features.
ar: تابع Cronica على X (Twitter) للبقاء على اطلاع بالميزات الجديدة.
bn: নতুন বৈশিষ্ট্য সম্পর্কে আপডেট থাকতে X (Twitter) এ Cronica অনুসরণ করুন।
ca: Segueix Cronica a X (Twitter) per estar al dia de les novetats.
cs: Sleduj Cronica na X (Twitter), abys měl/a přehled o nových funkcích.
da: Følg Cronica på X (Twitter) for at holde dig opdateret om nye funktioner.
de: Folgen Sie Cronica auf X (Twitter), um über neue Funktionen auf dem Laufenden zu bleiben.
el: Ακολουθήστε το Cronica στο X (Twitter) για ενημερώσεις σχετικά με νέες λειτουργίες.
es: Sigue a Cronica en X (Twitter) para estar al día de las novedades.
es_mx: Sigue a Cronica en X (Twitter) para mantenerte actualizado sobre las nuevas funciones.
fi: Seuraa Cronicaa X:ssä (Twitter) pysyäksesi ajan tasalla uusista ominaisuuksista.
fr: Suivez Cronica sur X (Twitter) pour rester informé des nouvelles fonctionnalités.
gu: નવી સુવિધાઓ વિશે અપડેટ રહેવા માટે X (Twitter) પર Cronica ને અનુસરો.
he: עקוב אחר Cronica ב-X (Twitter) כדי להישאר מעודכן על תכונות חדשות.
hi: नई सुविधाओं की जानकारी के लिए X (Twitter) पर Cronica को फ़ॉलो करें।
hr: Prati Cronica na X (Twitter) za novosti o novim značajkama.
hu: Kövesse a Cronicát az X (Twitter) oldalon az új funkciókról szóló frissítésekért.
id: Ikuti Cronica di X (Twitter) untuk update fitur baru.
it: Segui Cronica su X (Twitter) per rimanere aggiornato sulle nuove funzionalità.
ja: X（Twitter）でCronicaをフォローして、新機能の情報を受け取りましょう。
kn: ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳ ಕುರಿತು ನವೀಕೃತವಾಗಿರಲು X (Twitter) ನಲ್ಲಿ Cronica ಅನ್ನು ಅನುಸರಿಸಿ.
ko: X(Twitter)에서 Cronica를 팔로우하여 새 기능 소식을 받아보세요.
ml: പുതിയ ഫീച്ചറുകളെ കുറിച്ച് അപ്‌ഡേറ്റായി തുടരാൻ X (Twitter)-ൽ Cronica പിന്തുടരുക.
mr: नवीन वैशिष्ट्यांबद्दल अपडेट राहण्यासाठी X (Twitter) वर Cronica फॉलो करा.
ms: Ikuti Cronica di X (Twitter) untuk kekal dikemas kini tentang ciri baharu.
nb: Følg Cronica på X (Twitter) for å holde deg oppdatert om nye funksjoner.
nl: Volg Cronica op X (Twitter) om op de hoogte te blijven van nieuwe functies.
or: ନୂତନ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ବିଷୟରେ ଅଦ୍ୟତନ ରହିବାକୁ X (ଟ୍ୱିଟର) ରେ Cronica ଅନୁସରଣ କରନ୍ତୁ |
pa: ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਬਾਰੇ ਅੱਪਡੇਟ ਰਹਿਣ ਲਈ X (Twitter) 'ਤੇ Cronica ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: Obserwuj Cronica na X (Twitter), aby być na bieżąco z nowymi funkcjami.
pt_br: Siga o Cronica no X (Twitter) para se manter atualizado sobre novos recursos.
pt_pt: Siga o Cronica no X (Twitter) para se manter atualizado sobre novos recursos.
ro: Urmărește Cronica pe X (Twitter) pentru noutăți despre funcții noi.
ru: Подписывайся на Cronica в X (Twitter), чтобы узнавать о новых функциях.
sk: Sledujte Cronica na X (Twitter), aby ste boli informovaní o nových funkciách.
sl: Sledi Cronica na X (Twitter), da ostaneš na tekočem z novostmi.
sv: Följ Cronica på X (Twitter) för att hålla dig uppdaterad om nya funktioner.
ta: புதிய அம்சங்களைப் பற்றி தொடர்ந்து தெரிந்துகொள்ள X (Twitter) இல் Cronica ஐப் பின்தொடரவும்.
te: కొత్త ఫీచర్‌ల గురించి ఎప్పటికప్పుడు తెలుసుకోవడానికి X (Twitter)లో Cronicaని అనుసరించండి.
th: ติดตาม Cronica บน X (Twitter) เพื่อรับทราบข้อมูลอัปเดตเกี่ยวกับคุณสมบัติใหม่
tr: Yeni özelliklerden haberdar olmak için X (Twitter)'da Cronica'yı takip et.
uk: Слідкуй за Cronica в X (Twitter), щоб дізнаватися про нові функції.
ur: نئی خصوصیات کے بارے میں اپ ڈیٹ رہنے کے لیے X (Twitter) پر Cronica کو فالو کریں ۔
vi: Theo dõi Cronica trên X (Twitter) để cập nhật về các tính năng mới.
zh_hans: 在 X (Twitter) 上关注 Cronica，获取新功能更新。
zh_hant: 在 X (Twitter) 上追蹤 Cronica，取得新功能更新。

source: For You
ar: لك
bn: তোমার জন্য
ca: Per a tu
cs: Pro tebe
da: Til dig
de: Für dich
el: Για εσάς
es: Para ti
es_mx: Para ti
fi: Sinulle
fr: Pour vous
gu: તમારા માટે
he: בשבילך
hi: आपके लिए
hr: Za tebe
hu: Önnek
id: Untukmu
it: Per Te
ja: あなたへ
kn: ನಿಮಗಾಗಿ
ko: 추천
ml: നിനക്കായ്
mr: तुमच्यासाठी
ms: Untuk anda
nb: For deg
nl: Voor jou
or: ତୁମ ପାଇଁ
pa: ਤੁਹਾਡੇ ਲਈ
pl: Dla ciebie
pt_br: Para Você
pt_pt: Para ti
ro: Pentru tine
ru: Для тебя
sk: Pre Teba
sl: Za vas
sv: För dig
ta: உங்களுக்காக
te: మీ కోసం
th: สำหรับคุณ
tr: Senin için
uk: Для тебе
ur: آپ کے لیے۔
vi: Dành cho bạn
zh_hans: 为你推荐
zh_hant: 為你推薦

source: France
ar: فرنسا
ca: França
cs: Francie
da: Frankrig
de: Frankreich
el: Γαλλία
es: Francia
es_mx: Francia
fi: Ranska
he: צרפת
hi: फ्रांस
hr: Francuska
hu: Franciaország
id: Prancis
it: Francia
ja: フランス
ko: 프랑스
ms: Perancis
nb: Frankrike
nl: Frankrijk
pl: Francja
pt_br: França
pt_pt: França
ro: Franța
ru: Франция
sk: Francúzsko
sv: Frankrike
tr: Fransa
uk: Франція
zh_hans: 法国
zh_hant: 法國

source: French
ar: الفرنسية
bn: ফরাসি
ca: Francès
cs: Francouzština
da: Fransk
de: Französisch
el: Γαλλικά
es: Francés
es_mx: Francés
fi: Ranska
fr: Français
gu: ફ્રેન્ચ
he: צרפתית
hi: फ़्रेंच
hr: Francuski
hu: Francia
id: Prancis
it: Francese
ja: フランス語
kn: ಫ್ರೆಂಚ್
ko: 프랑스어
ml: ഫ്രഞ്ച്
mr: फ्रेंच
ms: Perancis
nb: Fransk
nl: Frans
or: ଫରାସୀ
pa: ਫ੍ਰੈਂਚ
pl: Francuski
pt_br: Francês
pt_pt: Francês
ro: Franceză
ru: Французский
sk: Francúzština
sl: francosko
sv: Franska
ta: பிரெஞ்சு
te: ఫ్రెంచ్
th: ภาษาฝรั่งเศส
tr: Fransızca
uk: Французька
ur: فرانسیسی
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法語

source: From Watchlist
ar: من قائمة المشاهدة
bn: Watchlist থেকে
ca: De la Watchlist
cs: Z watchlistu
da: Fra watchlist
de: Von der Watchlist
el: Από τη λίστα παρακολούθησης
es: De la lista
es_mx: De la lista
fi: Katselulistalta
fr: De la watchlist
gu: વૉચલિસ્ટમાંથી
he: מרשימת צפייה
hi: वॉचलिस्ट से
hr: S popisa
hu: A figyelőlistáról
id: Dari watchlist
it: Dalla Watchlist
ja: ウォッチリストから
kn: ವೀಕ್ಷಣೆ ಪಟ್ಟಿಯಿಂದ
ko: 워치리스트에서
ml: വാച്ച് ലിസ്റ്റിൽ നിന്ന്
mr: वॉचलिस्टमधून
ms: Dari watchlist
nb: Fra watchlist
nl: Van watchlist
or: ୱାଚଲିଷ୍ଟରୁ |
pa: ਵਾਚਲਿਸਟ ਤੋਂ
pl: Z listy do obejrzenia
pt_br: Da Lista
pt_pt: Da Watchlist
ro: Din watchlist
ru: Из списка
sk: Zo Sledovaných
sl: S seznama za ogled
sv: Från watchlist
ta: கண்காணிப்பு பட்டியலிலிருந்து
te: వీక్షణ జాబితా నుండి
th: จากรายการเฝ้าดู
tr: İzleme listesinden
uk: Зі списку
ur: واچ لسٹ سے
vi: Từ danh sách theo dõi
zh_hans: 来自观看清单
zh_hant: 來自觀看清單

source: From Your Watchlist
ar: من قائمة مشاهدتك
bn: আপনার Watchlist থেকে
ca: De la teva Watchlist
cs: Z tvého watchlistu
da: Fra din watchlist
de: Aus deiner Watchlist
el: Από τη λίστα παρακολούθησής σας
es: De tu lista
es_mx: De tu lista
fi: Katselulistaltasi
fr: Depuis ta liste
gu: તમારી વૉચલિસ્ટમાંથી
he: מרשימת הצפייה שלך
hi: आपकी वॉचलिस्ट से
hr: S tvog popisa
hu: A figyelőlistájáról
id: Dari watchlistmu
it: Dalla tua lista
ja: あなたのウォッチリストから
kn: ನಿಮ್ಮ ವೀಕ್ಷಣೆ ಪಟ್ಟಿಯಿಂದ
ko: 내 워치리스트에서
ml: നിങ്ങളുടെ വാച്ച് ലിസ്റ്റിൽ നിന്ന്
mr: तुमच्या वॉचलिस्टमधून
ms: Dari watchlist anda
nb: Fra watchlisten din
nl: Van je watchlist
or: ତୁମର ୱାଚଲିଷ୍ଟରୁ |
pa: ਤੁਹਾਡੀ ਵਾਚਲਿਸਟ ਤੋਂ
pl: Z twojej listy
pt_br: Da sua lista
pt_pt: Da tua Watchlist
ro: Din watchlist-ul tău
ru: Из твоего списка
sk: Z tvojho zoznamu
sl: Iz vašega seznama za ogled
sv: Från din watchlist
ta: உங்கள் கண்காணிப்பு பட்டியலிலிருந்து
te: మీ వీక్షణ జాబితా నుండి
th: จากรายการเฝ้าดูของคุณ
tr: İzleme listenden
uk: З твого списку
ur: آپ کی واچ لسٹ سے
vi: Từ danh sách theo dõi của bạn
zh_hans: 来自你的观看清单
zh_hant: 來自你的觀看清單

source: Full Re-import
ar: إعادة استيراد كاملة
bn: সম্পূর্ণ পুনরায় আমদানি
ca: Reimportació completa
cs: Úplný reimport
da: Fuld genimport
de: Vollständiger Neuimport
el: Πλήρης επανεισαγωγή
es: Reimportación completa
es_mx: Reimportación completa
fi: Täysi uudelleentuonti
fr: Réimport complet
gu: સંપૂર્ણ ફરીથી આયાત કરો
he: ייבוא מחדש מלא
hi: पूर्ण पुनः आयात
hr: Potpuni uvoz
hu: Teljes újraimport
id: Impor ulang penuh
it: Reimport completo
ja: 完全な再インポート
kn: ಪೂರ್ಣ ಮರು-ಆಮದು
ko: 전체 재가져오기
ml: പൂർണ്ണമായി വീണ്ടും ഇറക്കുമതി ചെയ്യുക
mr: पूर्ण पुन्हा आयात करा
ms: Import semula penuh
nl: Volledige herimport
or: ପୂର୍ଣ୍ଣ ପୁନ import ଆମଦାନି |
pa: ਪੂਰਾ ਮੁੜ-ਆਯਾਤ
pl: Pełny reimport
pt_br: Reimportação completa
pt_pt: Reimportação completa
ro: Reimport complet
ru: Полный реимпорт
sk: Úplný reimport
sl: Popoln ponovni uvoz
sv: Full ominport
ta: முழு மறு இறக்குமதி
te: పూర్తి తిరిగి దిగుమతి
th: นำเข้าใหม่เต็มรูปแบบ
tr: Tam yeniden içe aktarma
uk: Повний реімпорт
ur: مکمل دوبارہ درآمد کریں
vi: Tái Nhập Khẩu
zh_hans: 完整重新导入
zh_hant: 完整重新匯入

source: Full swipe activates the primary action for that edge.
ar: السحب الكامل يفعّل الإجراء الأساسي لذلك الحافة.
bn: সম্পূর্ণ সোয়াইপ সেই প্রান্তের জন্য প্রাথমিক ক্রিয়া সক্রিয় করে।
ca: El lliscament complet activa l’acció principal d’aquest costat.
cs: Úplné přejetí aktivuje primární akci pro danou stranu.
da: Fuldt swipe aktiverer den primære handling for den kant.
de: Ein vollständiger Wisch aktiviert die Hauptaktion für diese Kante.
el: Το πλήρες σάρωμα ενεργοποιεί την κύρια ενέργεια για αυτή την άκρη.
es: El deslizamiento completo activa la acción principal de ese borde.
es_mx: Un deslizamiento completo activa la acción principal de ese borde.
fi: Täysi pyyhkäisy aktivoi kyseisen reunan päätoiminnon.
fr: Un glissement complet active l’action principale pour ce bord.
gu: પૂર્ણ સ્વાઇપ તે ધાર માટે પ્રાથમિક ક્રિયાને સક્રિય કરે છે.
he: החלקה מלאה מפעילה את הפעולה הראשית לאותו קצה.
hi: पूर्ण स्वाइप उस किनारे की प्राथमिक क्रिया सक्रिय करता है।
hr: Potpuno povlačenje aktivira primarnu radnju za taj rub.
hu: A teljes húzás aktiválja az adott él elsődleges műveletét.
id: Geser penuh mengaktifkan aksi utama untuk tepi tersebut.
it: Uno scorrimento completo attiva l’azione principale per quel bordo.
ja: フルスワイプでその端のプライマリアクションが実行されます。
kn: ಪೂರ್ಣ ಸ್ವೈಪ್ ಆ ಅಂಚಿನ ಪ್ರಾಥಮಿಕ ಕ್ರಿಯೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.
ko: 전체 스와이프는 해당 가장자리의 기본 동작을 실행합니다.
ml: പൂർണ്ണ സ്വൈപ്പ് ആ അരികിലെ പ്രാഥമിക പ്രവർത്തനം സജീവമാക്കുന്നു.
mr: पूर्ण स्वाइप त्या काठासाठी प्राथमिक क्रिया सक्रिय करते.
ms: Leret penuh mengaktifkan tindakan utama untuk tepi tersebut.
nb: Full sveip aktiverer primærhandlingen for den kanten.
nl: Volledige veeg activeert de primaire actie voor die rand.
or: ପୂର୍ଣ୍ଣ ସ୍ୱାଇପ୍ ସେହି ଧାର ପାଇଁ ପ୍ରାଥମିକ କାର୍ଯ୍ୟକୁ ସକ୍ରିୟ କରିଥାଏ |
pa: ਪੂਰਾ ਸਵਾਈਪ ਉਸ ਕਿਨਾਰੇ ਲਈ ਪ੍ਰਾਇਮਰੀ ਐਕਸ਼ਨ ਨੂੰ ਸਰਗਰਮ ਕਰਦਾ ਹੈ।
pl: Pełne przesunięcie aktywuje główną akcję dla tej krawędzi.
pt_br: Um deslize completo ativa a ação principal desse lado.
pt_pt: Um deslize completo ativa a ação principal desse lado.
ro: Glisarea completă activează acțiunea principală pentru acea margine.
ru: Полный свайп активирует основное действие для этого края.
sk: Úplné potiahnutie aktivuje primárnu akciu pre danú stranu.
sl: Polni podrs aktivira primarno dejanje za ta rob.
sv: Full svepning aktiverar primäråtgärden för den kanten.
ta: முழு ஸ்வைப் அந்த விளிம்பிற்கான முதன்மை செயலை செயல்படுத்துகிறது.
te: పూర్తి స్వైప్ ఆ అంచు కోసం ప్రాథమిక చర్యను సక్రియం చేస్తుంది.
th: การปัดแบบเต็มจะเปิดใช้งานการดำเนินการหลักสำหรับขอบนั้น
tr: Tam kaydırma o kenar için birincil eylemi etkinleştirir.
uk: Повний свайп активує основну дію для цього краю.
ur: مکمل سوائپ اس کنارے کے لیے بنیادی کارروائی کو فعال کرتا ہے ۔
vi: Vuốt toàn bộ sẽ kích hoạt thao tác chính cho cạnh đó.
zh_hans: 完全滑动会触发该边缘的主要操作。
zh_hant: 完全滑動會觸發該邊緣的主要操作。

source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Общие
sk: Všeobecné
sv: Allmänt
tr: Genel
uk: Загальні
zh_hans: 通用
zh_hant: 一般

source: Generating File
ar: جارٍ إنشاء الملف
bn: ফাইল তৈরি করা হচ্ছে
ca: S’està generant el fitxer
cs: Generování souboru
da: Genererer fil
de: Datei wird erstellt
el: Δημιουργία αρχείου
es: Generando archivo
es_mx: Generando archivo
fi: Luodaan tiedostoa
fr: Création du fichier
gu: ફાઈલ જનરેટ કરી રહ્યા છીએ
he: יוצר קובץ
hi: फ़ाइल बनाई जा रही है
hr: Generiranje datoteke
hu: Fájl létrehozása
id: Membuat file
it: Generazione del file
ja: ファイルを生成中
kn: ಫೈಲ್ ಅನ್ನು ರಚಿಸಲಾಗುತ್ತಿದೆ
ko: 파일 생성 중
ml: ഫയൽ സൃഷ്ടിക്കുന്നു
mr: फाइल व्युत्पन्न करत आहे
ms: Menjana fail
nb: Genererer fil
nl: Bestand genereren
or: ଫାଇଲ୍ ସୃଷ୍ଟି କରୁଛି |
pa: ਫਾਈਲ ਤਿਆਰ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Generowanie pliku
pt_br: Gerando arquivo
pt_pt: A gerar ficheiro
ro: Generare fișier
ru: Создание файла
sk: Generovanie súboru
sl: Ustvarjanje datoteke
sv: Genererar fil
ta: கோப்பை உருவாக்குகிறது
te: ఫైల్‌ని రూపొందిస్తోంది
th: กำลังสร้างไฟล์
tr: Dosya oluşturuluyor
uk: Генерація файлу
ur: فائل تیار ہو رہی ہے
vi: Đang tạo tệp
zh_hans: 正在生成文件
zh_hant: 正在產生檔案

source: Genres
ar: الأنواع
ca: Gèneres
cs: Žánry
da: Genrer
el: Είδη
es: Géneros
es_mx: Géneros
fi: Genret
he: ז'אנרים
hi: शैलियाँ
hr: Žanrovi
hu: Műfajok
id: Genre
it: Generi
ja: ジャンル
ko: 장르
ms: Genre
nb: Sjangre
pl: Gatunki
pt_br: Gêneros
pt_pt: Géneros
ro: Genuri
ru: Жанры
sk: Žánre
sv: Genrer
tr: Türler
uk: Жанри
zh_hans: 类型
zh_hant: 類型

source: German
ar: الألمانية
bn: জার্মান
ca: Alemany
cs: Němčina
da: Tysk
de: Deutsch
el: Γερμανικά
es: Alemán
es_mx: Alemán
fi: Saksa
fr: Allemand
gu: જર્મન
he: גרמנית
hi: जर्मन
hr: Njemački
hu: Német
id: Jerman
it: Tedesco
ja: ドイツ語
kn: ಜರ್ಮನ್
ko: 독일어
ml: ജർമ്മൻ
mr: जर्मन
ms: Jerman
nb: Tysk
nl: Duits
or: ଜର୍ମାନ୍
pa: ਜਰਮਨ
pl: Niemiecki
pt_br: Alemão
pt_pt: Alemão
ro: Germană
ru: Немецкий
sk: Nemčina
sl: nemški
sv: Tyska
ta: ஜெர்மன்
te: జర్మన్
th: เยอรมัน
tr: Almanca
uk: Німецька
ur: جرمن
vi: Tiếng Đức
zh_hans: 德语
zh_hant: 德語

source: Germany
ar: ألمانيا
bn: জার্মানি
ca: Alemanya
cs: Německo
da: Tyskland
de: Deutschland
el: Γερμανία
es: Alemania
es_mx: Alemania
fi: Saksa
fr: Allemagne
gu: જર્મની
he: גרמניה
hi: जर्मनी
hr: Njemačka
hu: Németország
id: Jerman
it: Germania
ja: ドイツ
kn: ಜರ್ಮನಿ
ko: 독일
ml: ജർമ്മനി
mr: जर्मनी
ms: Jerman
nb: Tyskland
nl: Duitsland
or: ଜର୍ମାନୀ
pa: ਜਰਮਨੀ
pl: Niemcy
pt_br: Alemanha
pt_pt: Alemanha
ro: Germania
ru: Германия
sk: Nemecko
sl: Nemčija
sv: Tyskland
ta: ஜெர்மனி
te: జర్మనీ
th: เยอรมนี
tr: Almanya
uk: Німеччина
ur: جرمنی
vi: Đức
zh_hans: 德国
zh_hant: 德國

source: Gestures
ar: الإيماءات
bn: অঙ্গভঙ্গি
ca: Gestos
cs: Gesta
da: Bevægelser
de: Gesten
el: Χειρονομίες
es: Gestos
es_mx: Gestos
fi: Eleet
fr: Gestes
gu: હાવભાવ
he: מחוות
hi: जेस्चर
hr: Geste
hu: Kézmozdulatok
id: Gestur
it: Gesti
ja: ジェスチャー
kn: ಸನ್ನೆಗಳು
ko: 제스처
ml: ആംഗ്യങ്ങൾ
mr: जेश्चर्स
ms: Gerak isyarat
nb: Bevegelser
nl: Gebaren
or: ଅଙ୍ଗଭଙ୍ଗୀ |
pa: ਇਸ਼ਾਰੇ
pl: Gesty
pt_br: Gestos
pt_pt: Gestos
ro: Gesturi
ru: Жесты
sk: Gestá
sl: Kretnje
sv: Gester
ta: சைகைகள்
te: సంజ్ఞలు
th: ท่าทาง
tr: Hareketler
uk: Жести
ur: اشارے:
vi: Các Cử Chỉ
zh_hans: 手势
zh_hant: 手勢

source: Get notified when new movies and episodes arrive.
ar: احصل على إشعار عند وصول أفلام وحلقات جديدة.
bn: নতুন সিনেমা এবং পর্বগুলি এলে বিজ্ঞপ্তি পান।
ca: Rep avisos quan arribin pel·lícules i episodis nous.
cs: Dostávej upozornění, když dorazí nové filmy a epizody.
da: Få besked, når nye film og afsnit udkommer.
de: Lass dich benachrichtigen, wenn neue Filme und Episoden erscheinen.
el: Λάβετε ειδοποίηση όταν φτάνουν νέες ταινίες και επεισόδια.
es: Recibe avisos cuando lleguen nuevas películas y episodios.
es_mx: Recibe avisos cuando lleguen nuevas películas y episodios.
fi: Saat ilmoituksen, kun uusia elokuvia ja jaksoja julkaistaan.
fr: Recevez des notifications pour les nouveautés.
gu: જ્યારે નવી મૂવી અને એપિસોડ આવે ત્યારે સૂચના મેળવો.
he: קבל התראה כשמגיעים סרטים ופרקים חדשים.
hi: नई फ़िल्में और एपिसोड आने पर सूचना पाएँ।
hr: Primaj obavijesti o novim filmovima i epizodama.
hu: Értesítést kap, amikor új filmek és epizódok érkeznek.
id: Dapatkan notifikasi saat film dan episode baru tiba.
it: Ricevi notifiche per film ed episodi nuovi.
ja: 新しい映画やエピソードが届いたら通知を受け取ります。
kn: ಹೊಸ ಚಲನಚಿತ್ರಗಳು ಮತ್ತು ಸಂಚಿಕೆಗಳು ಬಂದಾಗ ಸೂಚನೆ ಪಡೆಯಿರಿ.
ko: 새 영화와 에피소드가 공개되면 알림을 받습니다.
ml: പുതിയ സിനിമകളും എപ്പിസോഡുകളും വരുമ്പോൾ അറിയിപ്പ് നേടുക.
mr: नवीन चित्रपट आणि एपिसोड आल्यावर सूचना मिळवा.
ms: Dapatkan pemberitahuan apabila filem dan episod baharu tiba.
nb: Få varsler når nye filmer og episoder kommer.
nl: Ontvang een melding wanneer nieuwe films en afleveringen verschijnen.
or: ନୂତନ ଚଳଚ୍ଚିତ୍ର ଏବଂ ଏପିସୋଡ୍ ଆସିବା ପରେ ସୂଚିତ ହୁଅ |
pa: ਨਵੀਆਂ ਫ਼ਿਲਮਾਂ ਅਤੇ ਐਪੀਸੋਡ ਆਉਣ 'ਤੇ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ।
pl: Otrzymuj powiadomienia o nowych filmach i odcinkach.
pt_br: Receba avisos quando novos filmes e episódios chegarem.
pt_pt: Receba avisos quando novos filmes e episódios chegarem.
ro: Primește notificări când apar filme și episoade noi.
ru: Получай уведомления о новых фильмах и эпизодах.
sk: Dostávaj upozornenia, keď vyjdú nové filmy a epizódy.
sl: Prejmi obvestila, ko pridejo novi filmi in epizode.
sv: Få avisering när nya filmer och avsnitt kommer.
ta: புதிய திரைப்படங்கள் மற்றும் அத்தியாயங்கள் வரும்போது அறிவிப்பைப் பெறுங்கள்.
te: కొత్త సినిమాలు మరియు ఎపిసోడ్‌లు వచ్చినప్పుడు నోటిఫికేషన్ పొందండి.
th: รับการแจ้งเตือนเมื่อมีภาพยนตร์และตอนใหม่มาถึง
tr: Yeni filmler ve bölümler geldiğinde bildirim al.
uk: Отримуй сповіщення про нові фільми та епізоди.
ur: نئی فلمیں اور اقساط آنے پر مطلع کریں ۔
vi: Nhận thông báo khi có phim và tập mới.
zh_hans: 新电影和剧集上线时接收通知。
zh_hant: 新電影和集數上線時接收通知。

source: Get Up Next
ar: جلب التالي
bn: গেট আপ নেক্সট
ca: Obtén A continuació
cs: Získat Další
da: Hent Næste
de: Als Nächstes abrufen
el: Λήψη Επόμενων
es: Ver A continuación
es_mx: Ver A continuación
fi: Hae Seuraavaksi
fr: Obtenir À suivre
gu: ગેટ અપ નેક્સ્ટ
he: קבל הבא בתור
hi: आगे क्या प्राप्त करें
hr: Dohvati Sljedeće
hu: Következők lekérése
id: Ambil Selanjutnya
it: Ottieni In programma
ja: 次に観るを取得
kn: ಮುಂದೆ ಎದ್ದೇಳು
ko: 다음에 볼 것 가져오기
ml: അടുത്തതായി എഴുന്നേൽക്കുക
mr: अप नेक्स्ट मिळवा
ms: Dapatkan Seterusnya
nb: Hent Neste
nl: Hierna ophalen
or: ଆଗକୁ ଉଠ |
pa: ਅੱਗੇ ਵਧੋ
pl: Pobierz Dalej
pt_br: Ver A seguir
pt_pt: Obter A Seguir
ro: Obține Urmează
ru: Получить Дальше
sk: Získať Ďalej
sl: Vstani naslednji
sv: Hämta Härnäst
ta: அடுத்து எழுந்திரு
te: గెట్ అప్ నెక్స్ట్
th: ลุกขึ้นต่อไป
tr: Sıradakileri getir
uk: Отримати Далі
ur: آگے بڑھیں
vi: Đứng dậy tiếp theo
zh_hans: 获取接下来
zh_hant: 取得接下來
